{ 
  "snowboard": {
    "burton": {
      "id": 1,
      "tipo": "Snowboard",
      "modelo": " Snowboard - Burton Custom",
      "precio": 35.000,
      "stock":5,
      "unidadesVendidas":1,
      "talla": "M",
      "color": "Negro",
      "imagen": "snow_burton2_ID1.webp",
      "descripcion": "La Burton Custom es una leyenda en el mundo del snowboard, conocida por su versatilidad y rendimiento excepcional. Su diseño de núcleo de madera Super Fly 2™ y la tecnología Infinite Ride™ garantizan una respuesta y durabilidad superiores, ideales tanto para los amantes del freestyle como para los freeriders.",
      "material": "Madera"
    },
    "lib_tech": {
      "id": 2,
      "tipo": "Snowboard",
      "modelo": "Snowboard - Lib Tech Orca",
      "precio": 27.999,
      "stock":9,
      "unidadesVendidas":1,
      "talla": "L",
      "color": "Azul",
      "imagen": "snow_libtech_ID2.webp",
      "descripcion": "La Lib Tech Orca es la tabla perfecta para los aventureros que buscan potencia en nieve profunda. Su diseño de rocker en la punta y cola combinado con una forma cóncava te ofrece una flotación y maniobrabilidad impresionantes en la nieve powder. Con su construcción robusta y su núcleo de madera eco-friendly, la Orca es ideal para explorar nuevas fronteras en la montaña.",
      "material": "Madera" 
    },
    "ride": {
      "id": 3,
      "tipo": "Snowboard",
      "modelo": "Snowboard - Ride Wildcard",
      "precio": 25.000,
      "stock":5,
      "unidadesVendidas":1,
      "talla": "S",
      "color": "Rojo",
      "imagen": "snow_ride_ID3.webp",
      "descripcion": "La Ride Wildcard es tu compañera ideal para un rendimiento versátil en cualquier terreno. Con una construcción de núcleo de madera de alta calidad y una forma direccional que optimiza la estabilidad y el control, esta tabla es perfecta para quienes buscan experimentar tanto en el parque como en las pistas.",
      "material": "Madera"
    },
    "beyond_medals": {
      "id": 4,
      "tipo": "Snowboard",
      "modelo": "Snowboard - D Wonder",
      "precio": 25.000,
      "stock":6,
      "unidadesVendidas":1,
      "talla": "L",
      "color": "Negro",
      "imagen": "snowboard2.webp",
      "descripcion": "Hemos llevado nuestra colaboración continua con Beyond Medals a un nuevo nivel para esta temporada. Siguiendo el ejemplo de Goliath y Which, hemos diseñado una tabla completamente nueva con una nariz alargada y una cola cuadrada. Esta nueva forma fue desarrollada junto con Tor Lundström para adaptarse mejor a su estilo de conducción rápido y agresivo. Esta es una herramienta seria sin importar las condiciones.",
      "material": "Madera"
    },
    "wonder": {
      "id": 5,
      "tipo": "Snowboard",
      "modelo": "Snowboard - Ride Wildcard",
      "precio": 25.000,
      "stock":7,
      "unidadesVendidas":1,
      "talla": "S",
      "color": "Negro y Azul",
      "imagen": "snowboard1.webp",
      "descripcion": "La Wonder está lista para explorar. Una forma Directional Twin combinada con Rock Out Camber permite tener una versatilidad máxima en nieve pisada y profunda. Una flexión direccional media con nervios Ghost Basalt proporciona el equilibrio perfecto entre estabilidad y diversión, mientras que la amortiguación de corcho aligera la carga en los pies.",
      "material": "Madera"
    }
  },
  "skateboard": {
    "element": {
      "id": 6,
      "tipo": "Skateboard",
      "modelo": "Skateboard - Element Helix",
      "precio": 15.000,
      "stock":8,
      "unidadesVendidas":1,
      "talla": "L",
      "color": "Azul",
      "imagen": "skate_element2_ID4.webp",
      "descripcion": "El Skate Element Helix es el compañero ideal para los aventureros del asfalto. Diseñado para ofrecer una experiencia de skateboarding versátil, este modelo es perfecto tanto para principiantes como para skaters experimentados.",
      "material": "Plástico"
    },
    "baker": {
      "id": 7,
      "tipo": "Skateboard",
      "modelo": "Skateboard - Baker Method",
      "precio": 12.000,
      "stock":5,
      "unidadesVendidas":1,
      "talla": "M",
      "color": "Negro",
      "imagen": "skate_baker_ID5.webp",
      "descripcion": "El Skate Baker Method es la elección perfecta para quienes están iniciando en el mundo del skateboarding. Con un enfoque en la estabilidad y el control, este skate está construido para ayudarte a desarrollar tus habilidades con confianza.",
      "material": "Plástico"
    },
    "santa_cruz": {
      "id": 8,
      "tipo": "Skateboard",
      "modelo": "Skateboard - Santa Cruz 808",
      "precio": 18.000,
      "stock":4,
      "unidadesVendidas":1,
      "talla": "L",
      "color": "Rojo",
      "imagen": "skate_santacruz_ID6.webp",
      "descripcion": "El Skate Santa Cruz 808 es una obra maestra para los skaters que buscan llevar su destreza al siguiente nivel. Este modelo, diseñado para expertos, ofrece una construcción en fibra de vidrio que proporciona una resistencia y flexibilidad inigualables, permitiendo realizar trucos avanzados con precisión.",
      "material": "Fibra de vidrio"
    },
    "kossok": {
      "id": 9,
      "tipo": "Skateboard",
      "modelo": "Skateboard - Kossok Phantom",
      "precio": 18.000,
      "stock":6,
      "unidadesVendidas":1,
      "talla": "L",
      "color": "Gris y Verde",
      "imagen": "skate1.webp",
      "descripcion": "Un modelo compacto y versátil, perfecto para desplazamientos urbanos. Con una plataforma de 7.5 pulgadas y ruedas más grandes de 60 mm, este cruiser ofrece un deslizamiento suave y rápido, ideal para navegar en superficies rugosas con estilo retro.",
      "material": "Fibra de vidrio"
    },
    "street_globe": {
      "id": 10,
      "tipo": "Skateboard",
      "modelo": "Skateboard - Street Globe Por Vida Mid",
      "precio": 18.000,
      "stock":7,
      "unidadesVendidas":1,
      "talla": "L",
      "color": "Rojo",
      "imagen": "skate2.webp",
      "descripcion": "Diseñado para dominar las calles y parques, este skateboard de 8.0 pulgadas ofrece una plataforma resistente de arce canadiense con un cóncavo medio ideal para trucos y deslizamientos suaves. Sus ruedas de 52 mm brindan la tracción y estabilidad necesarias para maniobras precisas.",
      "material": "Fibra de vidrio"
    }
  },
  "mountainboard": {
    "msb": {
      "id": 11,
      "tipo": "Mountainboard",
      "modelo": "Mountainboard - MSB 2019",
      "precio": 28.000,
      "stock":3,
      "unidadesVendidas":1,
      "talla": "S",
      "color": "Azul",
      "imagen": "mountain_msb_ID7.webp",
      "descripcion": "El Mountainboard MSB 2019 es la elección ideal para skaters que buscan una experiencia robusta y confiable en terrenos difíciles. Su diseño está optimizado para ofrecer un excelente rendimiento en rutas accidentadas, gracias a su construcción en madera que proporciona una combinación perfecta de resistencia y flexibilidad. Con su tamaño compacto y su capacidad para enfrentar diversos desafíos, el MSB 2019 es perfecto para aquellos que buscan aventuras extremas en el monte.",
      "material": "Madera"
    },
    "trampa": {
      "id": 12,
      "tipo": "Mountainboard",
      "modelo": "Mountainboard - Trampa 2019",
      "precio": 20.000,
      "stock":4,
      "unidadesVendidas":1,
      "talla": "M",
      "color": "Gris y blanco",
      "imagen": "mountain_trampa_ID8.webp",
      "descripcion": "El Mountainboard Trampa 2019 es conocido por su capacidad para adaptarse a una amplia gama de condiciones y estilos de conducción. Diseñado especialmente para principiantes, este modelo ofrece una plataforma estable y fácil de manejar, ideal para aprender y perfeccionar tus habilidades en el mountainboarding. ",
      "material": "Madera"
    },
    "scrub": {
      "id": 13,
      "tipo": "Mountainboard",
      "modelo": "Mountainboard - Scrub 2019",
      "precio": 22.000,
      "stock":6,
      "unidadesVendidas":1,
      "talla": "L",
      "color": "Negro",
      "imagen": "mountain_scrub2_ID9.webp",
      "descripcion": "El Mountainboard Scrub 2019 está diseñado para aquellos que buscan un rendimiento excepcional en una variedad de terrenos. Con su construcción en madera de alta calidad, el Scrub 2019 ofrece una combinación única de resistencia y flexibilidad, permitiéndote enfrentarte a desafíos con confianza. Este modelo está diseñado para manejar tanto descensos empinados como terrenos accidentados, gracias a sus características técnicas avanzadas.",
      "material": "Madera"
    },
    "msb_atom": {
      "id": 14,
      "tipo": "Mountainboard",
      "modelo": "Mountainboard - MBS Atom 95X",
      "precio": 22.000,
      "stock":4,
      "unidadesVendidas":1,
      "talla": "L",
      "color": "Negro",
      "imagen": "mountain1b.webp",
      "descripcion": "Este mountainboard robusto de 39 pulgadas está diseñado para terrenos accidentados y aventuras extremas. Equipado con ruedas todoterreno y straps ajustables para los pies, ofrece un control superior en pendientes empinadas y terrenos rocosos.",
      "material": "Madera"
    },
    "msb_core": {
      "id": 15,
      "tipo": "Mountainboard",
      "modelo": "Mountainboard - Core 94",
      "precio": 22.000,
      "stock":3,
      "unidadesVendidas":1,
      "talla": "L",
      "color": "Negro",
      "imagen": "mountain2.webp",
      "descripcion": "El Mountainboard Scrub 2019 está diseñado para aquellos que buscan un rendimiento excepcional en una variedad de terrenos. Con su construcción en madera de alta calidad, el Scrub 2019 ofrece una combinación única de resistencia y flexibilidad, permitiéndote enfrentarte a desafíos con confianza. Este modelo está diseñado para manejar tanto descensos empinados como terrenos accidentados, gracias a sus características técnicas avanzadas.",
      "material": "Madera"
    }
  },
  "longboard": {
    "sector_9": {
      "id": 16,
      "tipo": "Longboard",
      "modelo": "Longboard - Sector 9 Bombora",
      "precio": 32.000,
      "stock":4,
      "unidadesVendidas":1,
      "talla": "M",
      "color": "Verde",
      "imagen": "long_sector92_ID10.webp",
      "descripcion": "El Longboard Sector 9 Bombora es la opción ideal para quienes buscan velocidad y estabilidad en sus desplazamientos. Diseñado con precisión para ofrecer un rendimiento sobresaliente en descensos y largas distancias, el Bombora combina un diseño aerodinámico con materiales de alta calidad. La construcción en fibra de vidrio le proporciona una estructura ligera pero resistente, permitiendo una experiencia de ride suave y ágil.",
      "material": "Fibra de vidrio"
    },
    "landyachtz": {
      "id": 17,
      "tipo": "Longboard",
      "modelo": "Longboard - Landyachtz Dinghy",
      "precio": 22.500,
      "stock":4,
      "unidadesVendidas":1,
      "talla": "L",
      "color": "Azul",
      "imagen": "long_Landyachtz_ID11.webp",
      "descripcion": "El Longboard Landyachtz Dinghy es el compañero perfecto para skaters que buscan un board compacto y maniobrable. Este modelo está diseñado especialmente para principiantes y riders que valoran la portabilidad sin comprometer la calidad. Su construcción en material compuesto asegura durabilidad y una conducción cómoda en diferentes tipos de superficies.",
      "material": "Compuesto"
    },
    "loaded": {
      "id": 18,
      "tipo": "Longboard",
      "modelo": "Longboard - Loaded Boards",
      "precio": 25.000,
      "stock":8,
      "unidadesVendidas":1,
      "talla": "XL",
      "color": "Marrón",
      "imagen": "long_loaded_ID12.webp",
      "descripcion": "El Longboard Loaded Boards está diseñado para skaters experimentados que buscan una experiencia de conducción de alto nivel. Con una construcción en fibra de vidrio, el Loaded Boards ofrece una increíble combinación de flexibilidad y resistencia, permitiendo un manejo preciso y una gran capacidad para absorber impactos. ",
      "material": "Fibra de vidrio"
    },
    "magneto": {
      "id": 19,
      "tipo": "Longboard",
      "modelo": "Longboard - Magneto",
      "precio": 25.000,
      "stock":2,
      "unidadesVendidas":1,
      "talla": "XL",
      "color": "Negro",
      "imagen": "longboard1.webp",
      "descripcion": "Con una longitud de 40 pulgadas, este longboard está optimizado para el descenso. Su forma aerodinámica y su plataforma baja garantizan estabilidad a altas velocidades, mientras que sus ruedas de 80 mm aseguran un deslizamiento suave en cualquier terreno.",
      "material": "Fibra de vidrio"
    },
    "globe": {
      "id": 20,
      "tipo": "Longboard",
      "modelo": "Longboard - The All-time Sharps On The Brain",
      "precio": 25.000,
      "stock":3,
      "unidadesVendidas":1,
      "talla": "XL",
      "color": "Verde",
      "imagen": "longboard2.webp",
      "descripcion": "Inspirado en el surf, este longboard de 38 pulgadas ofrece un carving fluido y ágil. Sus trucks especiales y ruedas blandas permiten giros cerrados y rápidos, siendo ideal para riders que buscan una experiencia similar al surf en el asfalto.",
      "material": "Fibra de vidrio"
    }
  }
}
